tap "buo/cask-upgrade"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "warrensbox/tap"
brew "asciinema"
brew "asciiquarium"
brew "bat"
brew "cmake"
brew "cog"
brew "cowsay"
brew "duckdb"
brew "gnutls"
brew "fswatch"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "jq"
brew "lolcat"
brew "mas"
brew "neovim"
brew "node"
brew "ponysay"
brew "redis"
brew "ripgrep"
brew "sops"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "docker"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "ghostty"
cask "google-cloud-sdk"
cask "ollama"

brew "ffmpeg"
