tap "buo/cask-upgrade"
tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "warrensbox/tap"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "asciiquarium"
brew "python@3.12"
brew "cairo"
brew "cmake"
brew "cowsay"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "openvino"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fswatch"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "hub"
brew "jq"
brew "llvm"
brew "lolcat"
brew "macvim", link: false
brew "mas"
brew "neofetch"
brew "neovim"
brew "node"
brew "pipx"
brew "python@3.11"
brew "ponysay"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "redis", restart_service: true
brew "ripgrep"
brew "shfmt"
brew "sops"
brew "terraform"
brew "tmux"
brew "tree"
brew "vegeta"
brew "vim"
brew "virtualenv"
brew "wget"
brew "yarn"
brew "cmacrae/formulae/spacebar"
brew "felixkratz/formulae/borders"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "warrensbox/tap/tfswitch"
cask "docker"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "visual-studio-code"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Userscripts-Mac-App", id: 1463298887
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "vscodevim.vim"
