tap "buo/cask-upgrade"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "warrensbox/tap"
brew "asciiquarium"
brew "cmake"
brew "cog"
brew "cowsay"
brew "gnutls"
brew "ffmpeg@6"
brew "fswatch"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "jq"
brew "lolcat"
brew "mas"
brew "neofetch"
brew "neovim"
brew "node"
brew "python@3.11"
brew "ponysay"
brew "python@3.12"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "sops"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "docker"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "visual-studio-code"
cask "zed"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Userscripts-Mac-App", id: 1463298887
vscode "afmicc.getterandsettergenerator"
vscode "bibhasdn.django-html"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "keksiqc.idx-monospace-theme"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "vscodevim.vim"
cask "ollama"
