tap "heroku/brew"
tap "homebrew/bundle"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asciiquarium"
brew "glib"
brew "cairo"
brew "cmake"
brew "cowsay"
brew "ctags"
brew "nettle"
brew "unbound", link: false
brew "gnutls"
brew "guile"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "gd"
brew "gh"
brew "ghostscript", link: false
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8", link: false
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lolcat"
brew "ruby"
brew "macvim", link: false
brew "minikube"
brew "python@3.10"
brew "mono"
brew "neofetch"
brew "node", link: false
brew "p7zip"
brew "pipx"
brew "ponysay"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis"
brew "sbt"
brew "scala"
brew "shfmt"
brew "skhd"
brew "sops"
brew "spacebar"
brew "swig"
brew "telnet"
brew "terraform"
brew "tfswitch"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "winetricks"
brew "yabai"
brew "yarn"
brew "heroku/brew/heroku"
cask "font-fontawesome"
cask "google-cloud-sdk"
