tap "buo/cask-upgrade"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "koekeishiya/formulae"
tap "warrensbox/tap"

brew "asciinema"
brew "asciiquarium"
brew "bash"
brew "bat"
brew "cmake"
brew "cog"
brew "cowsay"
brew "duckdb"
brew "gnutls"
brew "ffmpeg"
brew "fswatch"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "jq"
brew "lolcat"
brew "mas"
brew "neovim"
brew "node"
brew "ponysay"
brew "redis"
brew "ripgrep"
brew "sops"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "ghostty"
cask "gcloud-cli"
brew "sst/tap/opencode"
brew "oven-sh/bun/bun"
brew "starship"
brew "gum"
brew "tmux"
brew "azure-cli"
brew "httpie"
cask "font-jetbrains-mono"
brew "fd"
brew "charmbracelet/tap/crush"
cask "handy"
cask "google-drive"
cask "tailscale"
cask "mitmproxy"
# Discover, download, and run local LLMs
cask "lm-studio"

# whisp: local, config-driven voice dictation with LLM rewrite
brew "whisper-cpp"   # local STT (whisper-cli)
brew "sox"           # mic capture (rec/sox)
brew "ollama"        # local LLM rewrite backend (optional but default)
cask "ubersicht"     # desktop widget host for the which-key / OSD overlay
